Repository: pretix/pretix-saferpay
Catalog: pretix_saferpay/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Accept payments through Saferpay, a payment method offered by Worldline (formerly SIX Payment Services).
uk: Приймайте платежі через Saferpay, спосіб оплати від Worldline (раніше SIX Payment Services).

source: Endpoint
uk: Кінцева точка

# saferpay
source: Live
uk: Наживо

# saferpay
source: Testing
uk: Тестування

source: API Username
uk: Ім'я користувача API

source: API Password
uk: Пароль API

source: Customer ID
uk: ID Покупця

source: Terminal ID
uk: ID Терміналу

source: SEPA Direct Debit
uk: Прямий дебет SEPA

source: The payment has not been captured successfully and can therefore not be refunded.
uk: Платіж ще не проведено, тому його ще не можна повернути.

source: We had trouble communicating with Saferpay. Please try again and get in touch with us if this problem persists.
uk: Ми не змогли з'єднатися із Saferpay. Спробуйте, будь ласка, ще раз та зв’яжіться із нами, якщо проблема не вирішиться.

source: The Saferpay plugin is operating in test mode. No money will actually be transferred.
uk: Плагін Saferpay працює у тестовому режимі. Фактично гроші не будуть перераховані.

source: Credit card via Saferpay
uk: Кредитна картка через Saferpay

source: Credit card
uk: Кредитна картка

source: Bancontact via Saferpay
uk: Bancontact через Saferpay

source: ePrzelewy via Saferpay
uk: ePrzelewy через Saferpay

source: EPS via Saferpay
uk: EPS через Saferpay

source: giropay via Saferpay
uk: giropay через Saferpay

source: iDEAL via Saferpay
uk: iDEAL через Saferpay

source: paydirekt via Saferpay
uk: paydirekt через Saferpay

source: PayPal via Saferpay
uk: PayPal через Saferpay

source: PostFinance Card via Saferpay
uk: PostFinance Card через Saferpay

source: PostFinance eFinance via Saferpay
uk: PostFinance eFinance через Saferpay

source: SEPA Direct Debit via Saferpay
uk: Прямий дебет SEPA через Saferpay

source: Sofort via Saferpay
uk: Sofort через Saferpay

source: TWINT via Saferpay
uk: TWINT через Saferpay

source: Payment captured.
uk: Платіж зареєстровано.

source: Payment authorized.
uk: Платіж авторизовано.

source: Saferpay reported an event: {}
uk: Saferpay повідомляє про подію: {}

source: After you submitted your order, we will redirect you to Saferpay to complete your payment. You will then be redirected back here to get your tickets.
uk: Після завершення замовлення ми перенаправимо Вас до Saferpay для здійснення оплати. Потім, для отримання квитків, Ви будете перенаправлені назад сюди.

source: Payment method
uk: Спосіб оплати

source: Status
uk: Статус

source: Date
uk: Дата

source: SIX Reference
uk: Довідка SIX

source: Payment source
uk: Джерело оплати

source: Error message
uk: Повідомлення про помилку

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
uk: Ми чекаємо відповідь щодо Вашого платежу від платіжного провайдера. Зв’яжіться з нами, якщо це займе більше кількох днів.

source: The payment transaction could not be completed for the following reason:
uk: Платіжну операцію не вдалося завершити з наступної причини:

source: Unknown reason
uk: Невідома причина

source: The payment process has started in a new window.
uk: Процес оплати розпочався у новому вікні.

source: The window to enter your payment data was not opened or was closed?
uk: Вікно для введення платіжних даних було закрито чи ніколи не відкривалося?

source: Click here in order to open the window.
uk: Натисніть тут, щоб відкрити вікно.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check beck in a couple of minutes.
uk: Ми отримали Ваш платіж, але не змогли позначити Ваш квиток як оплачений, оскільки сервер був зайнятий. Перевірте статус ще раз через кілька хвилин.

source: We received your payment but were unable to mark your ticket as paid as one of your ordered products is sold out. Please contact the event organizer for further steps.
uk: Ми отримали Ваш платіж, але не змогли позначити Ваше замовлення як оплачене, оскільки один із продуктів вже розпроданий. Зв'яжіться, будь ласка, з організатором для наступних кроків.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
uk: На жаль, під час оплати виникла помилка. Для продовження, перевірте, будь ласка, посилання у своїх електронних листах.
